from scripts.config import NAME

GREETING = 'Добро пожаловать в телефонный справочник,' + ' ' + NAME
CHOICES = ('Выберите пункт меню;\n'
           '1. Настройка\n'
           '2. Вывод записей из справочника на экран\n'
           '3. Добавить новую запись\n'
           '4. Редактировать запись\n'
           '5. Поиск по записям\n'
           '6. Выход')

SETTING = 'Режим настройки'
ALLVALUE = 'Вывод всех строк адресной книги'
CURRENTVALUE = 'Вывод строк адресной книги'
ADDVALUE = 'Добавить запись'
EDITVALUE = 'Редактировать запись'
SEARCHVALUE = 'Поиск по записям'
GOODNEWTABLE = 'Таблица создана'
